[
  {
    "date": "2021",
    "lieu": "Nantes",
    "entreprise": "HiPay",
    "poste": "Software Engineer",
    "description": "J'ai développé un POC (Proof Of Concept) de collecte de données afin de pouvoir analyser le traitement des fichiers monétiques et bancaires. Depuis l'analyse technique de l'existant sous PHP, l'analyse fonctionnelle, jusqu'à la réalisation d'un backend sous Node.js sur la plateforme GCP (Cloud-Functions, Pub/Sub, BigQuery) et d'un frontend sous React. L'ensemble a été développé sous environnement conteneurisé (Docker).",
    "type": "stage"
  },
  {
    "date": "2010-2020",
    "lieu": "Nantes",
    "entreprise": "Leroux & Lotz",
    "poste": "Technicien préparateur",
    "description": "Evoluant au sein d'une petite équipe interagissant avec de nombreux services, j'ai pu mettre en avant mon sens de l'organisation, mon autonomie ainsi que ma faculté à communiquer avec les sous-traitants pour des questions techniques. Le secteur d'activité ayant un marché cyclique, j'ai développé ma gestion du stress lors des pics de charge.",
    "type": "emploi"
  },
  {
    "date": "2006-2009",
    "entreprise": "GEA Btt",
    "lieu": "Nantes",
    "poste": "Technicien préparateur",
    "description": "Travaillant en amont du service achats, j'avais pour mission de parcourir les spécifications techniques du client principalement en anglais afin d'y détecter des exigences particulières requises.",
    "type": "emploi"
  },
  {
    "date": "2005-2006",
    "lieu": "Nantes",
    "entreprise": "Saunier Duval ECC",
    "poste": "Rédacteur technique",
    "description": "En contact avec les filiales pour les traductions, j'ai travaillé en équipe pour mettre en forme des notices.",
    "type": "emploi"
  },
  {
    "date": "2002-2004",
    "lieu": "Saint-Nazaire",
    "entreprise": "S.A. S.E.M.T. Pielstick",
    "poste": "Rédacteur technique",
    "description": "Rédacteur de documentation technique de moteurs diesel, j'ai découvert la mise en page sous PAO.",
    "type": "emploi"
  },
  {
    "date": "2000-2001",
    "lieu": "Saint-Nazaire",
    "entreprise": "S.A. A&G Jallais",
    "poste": "Préparateur",
    "description": "J'ai travaillé en totale autonomie pour m'assurer que les équipes à bord avaient à disposition l'ensemble des équipements selon le planning établi.",
    "type": "emploi"
  }
]